experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/100-24
My process ID is 146
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           10964
        other:                           0
        total:                           10964
    transactions:                        10964  (91.36 per sec.)
    queries:                             10964  (91.36 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      91.3570
    time elapsed:                        120.0127s
    total number of events:              10964

Latency (ms):
         min:                                    4.99
         avg:                                   10.94
         max:                                   55.13
         95th percentile:                       14.46
         sum:                               119961.32

Threads fairness:
    events (avg/stddev):           10964.0000/0.00
    execution time (avg/stddev):   119.9613/0.00