experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/100-67
My process ID is 62
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           11010
        other:                           0
        total:                           11010
    transactions:                        11010  (91.75 per sec.)
    queries:                             11010  (91.75 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      91.7472
    time elapsed:                        120.0037s
    total number of events:              11010

Latency (ms):
         min:                                    4.22
         avg:                                   10.89
         max:                                   55.55
         95th percentile:                       14.46
         sum:                               119951.87

Threads fairness:
    events (avg/stddev):           11010.0000/0.00
    execution time (avg/stddev):   119.9519/0.00