experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/120-103
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           10465
        other:                           0
        total:                           10465
    transactions:                        10465  (87.20 per sec.)
    queries:                             10465  (87.20 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      87.2040
    time elapsed:                        120.0060s
    total number of events:              10465

Latency (ms):
         min:                                    3.99
         avg:                                   11.46
         max:                                   54.83
         95th percentile:                       15.00
         sum:                               119957.05

Threads fairness:
    events (avg/stddev):           10465.0000/0.00
    execution time (avg/stddev):   119.9570/0.00