experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/220-212
My process ID is 20
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           9975
        other:                           0
        total:                           9975
    transactions:                        9975   (83.12 per sec.)
    queries:                             9975   (83.12 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      83.1238
    time elapsed:                        120.0017s
    total number of events:              9975

Latency (ms):
         min:                                    5.15
         avg:                                   12.03
         max:                                   68.88
         95th percentile:                       15.83
         sum:                               119957.88

Threads fairness:
    events (avg/stddev):           9975.0000/0.00
    execution time (avg/stddev):   119.9579/0.00