experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/300-25
My process ID is 1190
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           9979
        other:                           0
        total:                           9979
    transactions:                        9979   (83.15 per sec.)
    queries:                             9979   (83.15 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      83.1537
    time elapsed:                        120.0067s
    total number of events:              9979

Latency (ms):
         min:                                    4.82
         avg:                                   12.02
         max:                                   52.85
         95th percentile:                       15.83
         sum:                               119962.73

Threads fairness:
    events (avg/stddev):           9979.0000/0.00
    execution time (avg/stddev):   119.9627/0.00