experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/300-63
My process ID is 1031
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           9965
        other:                           0
        total:                           9965
    transactions:                        9965   (83.04 per sec.)
    queries:                             9965   (83.04 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      83.0368
    time elapsed:                        120.0070s
    total number of events:              9965

Latency (ms):
         min:                                    4.29
         avg:                                   12.04
         max:                                   53.57
         95th percentile:                       16.12
         sum:                               119961.54

Threads fairness:
    events (avg/stddev):           9965.0000/0.00
    execution time (avg/stddev):   119.9615/0.00