experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/420-151
My process ID is 1731
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           9908
        other:                           0
        total:                           9908
    transactions:                        9908   (82.56 per sec.)
    queries:                             9908   (82.56 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      82.5646
    time elapsed:                        120.0030s
    total number of events:              9908

Latency (ms):
         min:                                    4.85
         avg:                                   12.11
         max:                                   58.61
         95th percentile:                       16.12
         sum:                               119959.96

Threads fairness:
    events (avg/stddev):           9908.0000/0.00
    execution time (avg/stddev):   119.9600/0.00