experiment_scripts/scripts/results/4_18_20_mqfs/sysbench/420-219
My process ID is 1377
After Trap
sysbench 1.1.0-df89d34 (using bundled LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           9913
        other:                           0
        total:                           9913
    transactions:                        9913   (82.61 per sec.)
    queries:                             9913   (82.61 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

Throughput:
    events/s (eps):                      82.6056
    time elapsed:                        120.0040s
    total number of events:              9913

Latency (ms):
         min:                                    5.44
         avg:                                   12.10
         max:                                   53.20
         95th percentile:                       16.12
         sum:                               119961.12

Threads fairness:
    events (avg/stddev):           9913.0000/0.00
    execution time (avg/stddev):   119.9611/0.00